Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/press_releases_fi/2009_kulttuuripalkinto.pdf.tmx
Source language: fin
Languages: sme

source: Saameksi rokkaava SomBy-yhtye saa Saamelaiskäräjiltä tunnustuksen kulttuuriteosta
sme: Sámegielat rockmusihkkajoavku SomBy oažžu dovddastusa Sámedikkis kulturdagus

source: Saamelaiskäräjät palkitsee SomBy-yhtyeen, joka soittaa saamenkielistä rock-musiikkia.
sme: Sámediggi bálkkaša SomBy-joavkku, mii čuojaha sámegielat rock-musihka.

source: Kulttuuri- ja liikuntaministeri Stefan Wallin ja Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Jouni Ilmari Jomppanen ojensivat 3 500 eu ron suuruisen tunnustuksen saamelaisnuorten konferenssissa Saariselällä 16.10.2009.
sme: Kultur- ja valástallanministtar Stefan Wallin ja Sámedikki kulturlávdegotti ságajođiheaddji Jouni Ilmari Jomppanen geigiiga 3 500 euro sturrosaš dovddastusa SomByi sámenuoraid konferean ssas Suoločielggis 16.10.2009.

source: Saamelaiskäräjien kulttuurilautakunta palkitsee SomBy-yhtyeen.
sme: Sámedikki kulturlávdegoddi bálkkaša SomBy-joavkku.

source: Kulttuurilautakunta toteaa yhtyeen edistävän musiikillaan luovaa saamelaiskulttuuria.
sme: Kulturlávdegoddi gávnnaha, ahte joavku duvdá musihkain kreatiivva sámekultuvrra.

source: Lisäksi ansaitsemallaan huomiolla yhtye on edistänyt saamen kieltä sekä sen tunnettavuutta.
sme: Lassin ánssášuvvon fuopmášumiin joavku lea ovddidan sámegiela ja dan dovdama.

source: Yhtye toimii lisäksi kannustavana esimerkkinä muille saamelaisnuorille.
sme: Joavku doaibmá lassin movttiidahtti ovdamearkan eará sámenuoraide.

source: Tänä vuonna kulttuurilautakunta haluaa jakaa tunnustusta erityisesti nuorille saamelaisille musiikintekijöille.
sme: Dán jagi kulturlávdegoddi háliida addit dovddastusa erenomážit nuorra sápmelaš musihkkariidda.

source: SomBy-yhtyeen muodostavat lahjakkaat musiikintekijät, jotka edistävät saamelaista nuortenkulttuuria.
sme: SomBy-joavku čohkiida čeahpes musihkkariin, geat ovddidit sápmelaš nuoraidkultuvrra.

source: Nykyisellä kokoonpanolla bändi on soittanut marraskuusta 2007 lähtien.
sme: Dálá čoahkkáibijuin bändi lea čuojahan skábmamánus 2007 rájes.

source: Yhtyeessä soittavat M iira Suomi – laulu, M illa Pulska – koskettimet, Oula Guttorm – kitara, Juho Kiviniemi – basso ja Unna-M aari Pulska – rummut.
sme: Joavkkus loaiddastit M iira Suomi – lávlun, M illa Pulska – guoskkahančuojanasat, Oula Guttorm – gitárra, Juho Kiviniemi – bássa ja Unna-M aari Pulska – trumbbut.

source: Yhtyeen jäsenet näyttävät esimerkillään, että musiikin tuottaminen sekä saamelaiskulttuurin edistäminen ovat mahdollisia yhtyeen jäsenten pitkistä välimatkoista huolimatta.
sme: Joavkku nuorat duođaštit ovdamearkkain, ahte musihka ráhkadeapmi ja sámekultuvrra ovddideapmi leat vejolaččat joavkku nuoraid guhkes mátkkiin fuolakeahttá.

source: M illa opiskelee musiikkia Rovaniemellä, M iira on lukiossa Sodankylässä ja Unna-M aari opiskelee Oulun musiikkilukiossa.
sme: M illa studere musihka Roavvenjárggas, M iira lea logahagas Soađegilis ja Unna-M aari studere Oulu musihkkalogahagas.

source: Oula asuu Inarissa ja Juho Ivalossa, molemmat käyvät Ivalon lukiota.
sme: Oula ássá Anáris ja Juho Avvilis, guktot vázziba Avvila logahaga.

source: Bändi solmi levytyssopimuksen Tuupa Records Oy:n kanssa helmikuussa 2008 ja EP " Čáhppes Lasttat " ilmestyi 24.5.
sme: Bändi dagai skearruráhkadansoahpamuša Tuupa Records Oy:in guovvamánus 2008 ja EP " Čáhppes Lasttat " almmustuvai 24.5.

source: Yhtye jatkaa saamenkielisen musiikin tuottamista, ja uusi julkaisu on jo tekeillä.
sme: Joavku joatká sámegielat musihka buvttadeami, ja ođđa skearru lea jo barggu vuolde.

source: Kokoonpano on myös aikaisemmin saanut tunnustusta, sillä se oli vuoden 2009 Sámi Grand Prixin voittaja.
sme: Čoahkkáibidju lea maiddái ovdal ožžon dovddastusa, dasgo dat lei jagi 2009 Sámi Grand Prix vuoiti.

source: Kilpailun palkinto luovutettiin Kautokeinossa, Norjassa.
sme: Gilvvu bálkkašupmi luohpaduvvui Guovdageainnus, Norggas.

source: Lisäksi yhtye on tehnyt lukuisia keikkoja ympäri Pohjoismaita.
sme: Lassin joavku lea bargan máŋggaid čuojahanmátkkiid birra Davviriikkaid.

source: Saamelaiskäräjien kulttuurilautakunta on vuoden 2009 kesäkuussa antanut myös toisen tunnustuksen.
sme: Sámedikki kulturlávdegoddi lea jagi 2009 geassemánus addán maiddái nuppi dovddastusa.

source: Kulttuuritunnustus annettiin Helena Valkeapäälle ja Anni-M arja Valkeapäälle pitkäaikaisesta saamenkielisestä kirkollisesta musiikkityöstä.
sme: Kulturdovddastus addui Helena Valkeapääi ja Anni-M arja Valkeapääi guhkálaš sámegielat kirkolaš musihkkabarggus.

source: Tunnustus ojennettiin saamelaisten ekumeenisten kirkkopäivien yhteydessä Inarissa.
sme: Dovddastus geigejuvvui sámi ekumenalaš kirkobeivviid oktavuođas Anáris.

source: S aamelaiskäräjien palkitsee vuonna 2009 kulttuuriteosta SomBy-yhtyeen jäsenet:
sme: S ámediggi bálkkaša jagi 2009 kulturdagus S omBy-joavkku lahtuid:
